# LPerSKw Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..LPerSKw Property
SymbolTypeId Class See Also
---
Symbol L/(s·kW), indicating unit Liters per second kilowatt.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId LPerSKw { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property LPerSKw As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ LPerSKw {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace